
"Passcode Lock" = "Code-Sperre";

"All data in this app will be erased after %d failed passcode attempts." = "Alle Daten in der App werden nach %d Fehlversuchen gelöscht.";
"Cancel" = "Abbrechen";
"Enable" = "Aktivieren";
"Erase all content in the app after %d failed passcode attempts." = "Nach %d Fehlversuchen alle Daten in der App löschen.";

"Turn Passcode Off" = "Code-Sperre deaktivieren";
"Turn Passcode On" = "Code-Sperre aktivieren";
"Change Passcode" = "Code ändern";
"Erase Data" = "Daten löschen";
"Set Passcode" = "Code festlegen";
"Turn off Passcode" = "Deaktivieren";
"Enter Passcode" = "Code eingeben";
"1 Failed Passcode Attempt" = "1 Fehlversuch";
"%i Failed Passcode Attempts" = "%i Fehlversuche";
"Passcodes did not match. Try again." = "Codes waren verschieden. Bitte erneut versuchen.";
"Enter a different passcode. You cannot re-use the same passcode." = "Bitte geben Sie einen anderen Code ein.
Sie dürfen den Bestehenden nicht erneut verwenden.";
"Erase all data and reset passcode" = "Alle Daten löschen und Code-Sperre deaktivieren?";

"Enter your passcode" = "Geben Sie Ihren Code ein";
"Enter a passcode" = "Geben Sie einen Code ein";
"Re-enter your passcode" = "Geben Sie den Code erneut ein";
"Enter your old passcode" = "Geben Sie Ihren alten Code ein";
"Enter your new passcode" = "Geben Sie einen neuen Code ein";
"Re-enter your new passcode" = "Geben Sie den neuen Code erneut ein";

"Passcode lock notice" = "Hinweis zur Code-Sperre";
"ResetInfo" = "Der Passcode kann nicht zurückgesetzt werden; sollten Sie ihn vergessen, haben Sie keinen Zugriff mehr auf Ihre Chats.";
"The app passcode lock protects your data against prying eyes, but it is not a replacement for setting a passcode lock on your device.\nIf you haven't done so already, set a device passcode lock too in order to ensure that the data on your device is encrypted." = "Die Code-Sperre in der App schützt Ihre Daten vor neugierigen Blicken, ist aber kein Ersatz für die Code-Sperre des Geräts.\nAktivieren Sie auch die Code-Sperre des Geräts (falls nicht schon geschehen), damit die gespeicherten Daten verschlüsselt werden.";

"Require Passcode" = "Code anfordern";
"Immediately" = "Sofort";
"After 1 minute" = "Nach 1 Minute";
"After %d minutes" = "Nach %d Minuten";
"After 1 min." = "Nach 1 Min.";
"After %d min." = "Nach %d Min.";
"After 1 hour" = "Nach 1 Stunde";
"After %d hours" = "Nach %d Stunden";
